/* No comment provided by engineer. */
"Add and configure base station:" = "Ajouter et configurer une borne d’accès :";

/* Status message */
"Adding base station" = "Ajout de la borne d’accès";

/* AirPort Base Station type */
"AirPort Base Station" = "Borne d’accès AirPort";

/* No comment provided by engineer. */
"Allow all users:" = "Autoriser tous les utilisateurs :";

/* Plugin description */
"Configure airport base stations to use RADIUS." = "Configurer les bornes d’accès AirPort de façon à ce qu’elles utilisent RADIUS.";

/* Status message */
"Configuring base station" = "Configuration de la borne d’accès";

/* Status message */
"Getting certificates" = "Obtention des certificats";

/* Status message */
"Getting groups" = "Obtention des groupes";

/* Status message */
"Looking for allowed base stations" = "Recherche des borne d’accès autorisées";

/* Plugin display name */
"RADIUS server" = "Serveur RADIUS";

/* Status message */
"Reading Settings" = "Lecture des réglages";

/* No comment provided by engineer. */
"Restrict users to group:" = "Restreindre les utilisateurs au groupe :";

/* No group selected sheet message */
"Select a group from the list, or allow all users." = "Sélectionnez un groupe dans la liste ou autorisez tous les utilisateurs.";

/* No base stations sheet message */
"Select from the list of available base stations. If no base stations are available, make sure they are powered on and connected to your network." = "Sélectionnez une borne d’accès dans la liste des bornes d’accès disponibles. Si aucune borne d’accès n’est disponible, vérifiez qu’elles sont bien sous tension et connectées à votre réseau.";

/* Status message */
"Setting group access" = "Configuration des accès du groupe";

/* status: Starting RADIUS */
"Starting RADIUS" = "Démarrage de RADIUS";

/* No base stations sheet title */
"There are no base stations selected." = "Aucun borne d’accès n’est sélectionnée.";

/* No group selected sheet title */
"There is no group selected." = "Aucun groupe n’est sélectionné.";

/* No comment provided by engineer. */
"Use certificate:" = "Utiliser le certificat :";

/* Status message */
"Writing Settings" = "Réglages d’écriture";

/* No comment provided by engineer. */
"Yes" = "Oui";

